aaron-bond.better-comments
bungcip.better-toml
esbenp.prettier-vscode
GitHub.copilot
GitHub.github-vscode-theme
golang.go
icrawl.discord-vscode
jeff-hykin.better-cpp-syntax
mesonbuild.mesonbuild
moalamri.inline-fold
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vsliveshare.vsliveshare
naumovs.color-highlight
PKief.material-icon-theme
rust-lang.rust-analyzer
usernamehw.errorlens
vadimcn.vscode-lldb
vintharas.learn-vim
vscodevim.vim
Vue.volar
Vue.vscode-typescript-vue-plugin
yzhang.markdown-all-in-one