aaron-bond.better-comments
bungcip.better-toml
enkia.tokyo-night
esbenp.prettier-vscode
GitHub.copilot
golang.go
icrawl.discord-vscode
jdinhlife.gruvbox
jeff-hykin.better-cpp-syntax
mesonbuild.mesonbuild
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vsliveshare.vsliveshare
PKief.material-icon-theme
rust-lang.rust-analyzer
usernamehw.errorlens
vadimcn.vscode-lldb
vscodevim.vim
Vue.volar
Vue.vscode-typescript-vue-plugin
WakaTime.vscode-wakatime
yzhang.markdown-all-in-on
